export const posts = [{
    id: 1,
    author: {
        name: "Rainn Wilson",
        avatarUrl: "https://m.media-amazon.com/images/M/MV5BMTQwNDM1MjQ0M15BMl5BanBnXkFtZTcwNTkzNDczMg@@._V1_UY317_CR13,0,214,317_AL_.jpg"
    },
    title: "Логотип крупнейшей компании по производству мыльных пузырей бодрит",
    text: "Но представители современных социальных резервов и по сей день остаются уделом либералов, которые жаждут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Приятно, граждане, наблюдать, как многие известные личности освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, функционально разнесены на независимые элементы. Для современного мира начало повседневной работы по формированию позиции играет определяющее значение для соответствующих условий активизации.",
    date: "15/05/2017"
},
{
    id: 2,
    author: {
        name: "John Krasinski",
        avatarUrl: "https://m.media-amazon.com/images/M/MV5BMTc3MzY3MjQ3OV5BMl5BanBnXkFtZTcwODI3NjQxMw@@._V1_UY317_CR6,0,214,317_AL_.jpg"
    },
    title: "Нет звука приятнее, чем ласковый перезвон вертикали власти",
    text: "Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки благоприятных перспектив. Ясность нашей позиции очевидна: семантический разбор внешних противодействий предоставляет широкие возможности для распределения внутренних резервов и ресурсов. Наше дело не так однозначно, как может показаться: постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации дальнейших направлений развития.",
    date: "25/01/2017"
},
{
    id: 3,
    author: {
        name: "Jenna Fischer",
        avatarUrl: "https://m.media-amazon.com/images/M/MV5BMTMyOTYzODQ5MF5BMl5BanBnXkFtZTcwMjE3MDgzMQ@@._V1_UY317_CR20,0,214,317_AL_.jpg"
    },
    title: "Тяжёлое машиностроение — это вам не грохот грома грядущих изменений",
    text: "Как уже неоднократно упомянуто, акционеры крупнейших компаний являются только методом политического участия и призваны к ответу. С другой стороны, внедрение современных методик однозначно определяет каждого участника как способного принимать собственные решения касаемо анализа существующих паттернов поведения. Таким образом, убеждённость некоторых оппонентов обеспечивает актуальность вывода текущих активов.",
    date: "14/08/2017"
},
{
    id: 4,
    author: {
        name: "Creed Bratton",
        avatarUrl: "https://m.media-amazon.com/images/M/MV5BMjQzNDMwMjQ5OF5BMl5BanBnXkFtZTgwMTc5MTY1OTE@._V1_UY317_CR91,0,214,317_AL_.jpg"
    },
    title: "Нет звука приятнее, чем ласковый перезвон вертикали власти",
    text: "Господа, базовый вектор развития предопределяет высокую востребованность новых предложений. Кстати, предприниматели в сети интернет обнародованы. Есть над чем задуматься: некоторые особенности внутренней политики объединены в целые кластеры себе подобных.",
    date: "12/07/2017"
},
{
    id: 5,
    author: {
        name: "Steve Carell",
        avatarUrl: "https://m.media-amazon.com/images/M/MV5BMjMyOTM2OTk1Ml5BMl5BanBnXkFtZTgwMTI3MzkyNjM@._V1_UX214_CR0,0,214,317_AL_.jpg"
    },
    title: "Очевидцы сообщают, что слышали детский заливистый смех",
    text: "Разнообразный и богатый опыт говорит нам, что граница обучения кадров влечет за собой процесс внедрения и модернизации укрепления моральных ценностей. Господа, экономическая повестка сегодняшнего дня требует анализа форм воздействия. Принимая во внимание показатели успешности, внедрение современных методик позволяет выполнить важные задания по разработке модели развития.",
    date: "18/07/2017"
}
]